#ვქმნი  ცვლადებს
age = 15
color = "წითელი"
food = "ხაჭაპური"
country = "საფრანგეთი"
city = "ბერლინი"

#ვქმნი ცვლადებს
name= "თორნიკე"
surname= "ბერძენიშვილი"
age= 15
hobbie= "ხატვა"
country="საქართველო"

#ვქმნი წინადადებებს
print("ჩემი სახელია " + name + " გვარი  " + surname  +  hobbie + " არის ჩემი ჰობი, ვცხოვრობ " + country + "-ში, ვარ " + str(age) + " წლის")
print("მე მიყვარს " + food)


# მაგალითები მათემატიკურ ოპერატორებზე
print(5+6)
print(12**7)
print(120//8)
print(111/7)
print(20000-12)

# ცვლადებს შორის არითმეტიკული მოქმედება
num1 = 1300000
num2 = 12000
print(num1//num2)